Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Accept all currencies, including any that we may add in the future.
sv: Acceptera alla valutor, inklusive de vi kan tÃ¤nkas lÃ¤gga till i framtiden.

source: accept
sv: godta

source: prefer
sv: fÃ¶redra

source: Accepting foreign currencies can increase your income by convincing people in other countries to donate to you, but international payments usually result in a higher percentage of fees, and fluctuations in exchange rates can lessen the stability of your income.
sv: Om du accepterar utlÃ¤ndska valutor kan din inkomst Ã¶ka genom att Ã¶vertyga mÃ¤nniskor frÃ¥n andra lÃ¤nder att donera till dig. Dock sÃ¥ innebÃ¤r internationella betalningar vanligtvis hÃ¶gre procentuella avgifter samt sÃ¥ kan fluktuationer i vÃ¤xlingskurser minska sÃ¤kerheten i din inkomst.

source: Stripe automatically converts funds into your main currency, but by default PayPal holds payments in foreign currencies until you tell it what to do. If you have a Business PayPal account, you can choose to automatically convert all incoming payments in foreign currencies to your main currency. This option is currently located in the â{link_start}Preferences for receiving payments{link_end}â page.
sv: Stripe konverterar automatiskt dina tillgÃ¥ngar till din huvudvaluta, men som standard hanterar PayPal betalningar i utlÃ¤ndsk valuta tills du berÃ¤ttar fÃ¶r dem vad de ska gÃ¶ra. Om du har ett PayPal-konto fÃ¶r fÃ¶retag kan du vÃ¤lja att automatiskt konvertera alla inkommande betalningar i utlÃ¤ndsk valuta till din huvudvaluta. Den instÃ¤llningen hittar du pÃ¥ sidan "{link_start}Preferences for receiving payments{link_end}".

source: Connecting the accounts you own on other platforms makes your Liberapay profile easier to find, and helps to demonstrate that you are who you claim to be.
sv: Anslutning av dina konton pÃ¥ andra platformer gÃ¶r din Liberapay profil lÃ¤ttare att hitta, och hjÃ¤lper att demonstrera att du Ã¤r vem du sÃ¤ger att du Ã¤r.

source: Connect an account
sv: Koppla ett konto

source: I'm grateful for gifts, but don't have a specific funding goal.
sv: Jag Ã¤r tacksam fÃ¶r gÃ¥vor, men har inget specifikt finansieringsmÃ¥l.

source: I'm here as a patron.
sv: Jag Ã¤r hÃ¤r som donator.

source: I'm here as a patron, and politely decline to receive gifts.
sv: Jag Ã¤r hÃ¤r som en donator, och tackar vÃ¤nligt nej till att motta gÃ¥vor.

source: My goal is to receive {0}
sv: Mitt mÃ¥l Ã¤r att motta {0}

source: We're grateful for gifts, but don't have a specific funding goal.
sv: Vi Ã¤r tacksamma fÃ¶r gÃ¥vor, men har inte nÃ¥got specifikt finansieringsmÃ¥l.

source: We're here as a patron.
sv: Vi Ã¤r hÃ¤r som en donator.

source: We're here as a patron, and politely decline to receive gifts.
sv: Vi Ã¤r hÃ¤r som en donator, och tackar vÃ¤nligt nej till att motta gÃ¥vor.

source: Our goal is to receive {0}
sv: VÃ¥rt mÃ¥l Ã¤r att motta {0}

source: Enter a username
sv: Ange ett anvÃ¤ndarnamn

source: Invite
sv: Bjud in

source: Your privacy settings have been changed.
sv: Dina sekretessinstÃ¤llningar har Ã¤ndrats.

source: Admin override is on.*
sv: Administrativ Ã¥tsidosÃ¤ttning Ã¤r pÃ¥.*

source: Save changes
sv: Spara Ã¤ndringar

source: *The referencing of Liberapay profiles is subject to admin approval.
sv: *Referering till Liberapay profiler Ã¤r fÃ¶remÃ¥l fÃ¶r administrativt godkÃ¤nnande.

source: Your profile has been updated.
sv: Din profil har uppdaterats.

source: You don't have any {platform} account connected to your profile.
sv: Vi har inte nÃ¥get {platform} konto anslutet till din profil.

source: No repositories found.
sv: Inga kÃ¤llkodsarkiv funna.

source: â Go back
sv: â GÃ¥ tillbaka

source: The following repositories are currently displayed on your profile:
sv: FÃ¶ljande kÃ¤llkodsarkiv visas just nu pÃ¥ din profil:

source: We can import a list of your team's repositories from:
sv: Vi kan importera en lista Ã¶ver din grupps kÃ¤llkodsarkiv frÃ¥n:

source: We can import a list of your repositories from:
sv: Vi kan importera en lista Ã¶ver dina kÃ¤llkodsarkiv frÃ¥n:

source: We can also import lists of repositories for your teams:
sv: Vi kan ocksÃ¥ importera listor Ã¶ver kÃ¤llkodsarkiv fÃ¶r dina grupper:

source: The full description can't be identical to the summary.
sv: Den fullstÃ¤ndiga beskrivningen kan inte vara identisk med sammanfattningen.

source: The summary can't be only your name.
sv: Sammanfattningen kan inte bara vara ditt namn.

source: The description can't be only your name.
sv: Beskrivningen kan inte bara vara ditt namn.

source: This is a preview.
sv: Detta Ã¤r en fÃ¶rhandsvisning.

source: Excerpt that will be used in social media:
sv: Utdrag som kommer anvÃ¤ndas i sociala medier:

source: Preview of the short description
sv: FÃ¶rhandsgranskning av den korta beskrivningen

source: Including your username in the short description is redundant. The short description is always displayed immediately below the username.
sv: Att inkludera ditt anvÃ¤ndarnamn i den korta beskrivningen Ã¤r Ã¶verflÃ¶digt. Den korta beskrivningen visas alltid omedelbart under anvÃ¤ndarnamnet.

source: Publish
sv: Publicera

source: You haven't saved your changes, are you sure you want to discard them?
sv: Du har inte sparat dina Ã¤ndringar, Ã¤r du sÃ¤ker pÃ¥ att du vill kasta bort dem?

source: Discard
sv: SlÃ¤ng bort

source: Describe your work, why you're asking for donations, etc. The short summary will be used when showcasing your profile alongside others, so it should be meaningful on its own and intelligible even for people who don't know anything about you.
sv: Beskriv ditt arbete, varfÃ¶r du sÃ¶ker donationer, osv. Den korta sammanfattningen kommer visas med din profil jÃ¤mte andra, sÃ¥ den behÃ¶ver vara sjÃ¤lvfÃ¶rklarande och meningsfull Ã¤ven fÃ¶r mÃ¤nniskor som inte kÃ¤nner till dig.

source: Liberapay allows you to internationalize your texts. Use the selector below to switch between languages.
sv: Liberapay tillÃ¥ter dig att internationalisera dina texter. AnvÃ¤nd vÃ¤ljaren nedan fÃ¶r att byta mellan sprÃ¥k.

source: Current language: {0}
sv: Nuvarande sprÃ¥k: {0}

source: Short description in {language}
sv: Kort beskrivning i {language}

source: Full description in {language}
sv: FullstÃ¤ndig beskrivning pÃ¥ {language}

source: Markdown supported.
sv: Markdown stÃ¶ds.

source: What is Markdown?
sv: Vad Ã¤r Markdown?

source: Preview
sv: FÃ¶rhandsvisa

source: Switch to another language:
sv: Byt till ett annat sprÃ¥k:

source: Explore teams
sv: Utforska grupper

source: About teams
sv: Om grupper

source: When you modify your username, the web address of your profile changes accordingly. A redirect from the old URL to the new one is put in place, but any user can remove it by claiming your old username, so you should update all the links to your profile that you've placed on other websites, unless those links contain your immutable account ID ({account_id}) instead of your username. Are you sure you want to change your username?
sv: NÃ¤r du Ã¤ndrar ditt anvÃ¤ndarnamn sÃ¥ Ã¤ndras adressen till din profil pÃ¥ motsvarande sÃ¤tt. En omdirigering frÃ¥n den gamla URLen till den nya lÃ¤ggs pÃ¥, men vilken anvÃ¤ndare som helst kan ta bort denne genom att gÃ¶ra ansprÃ¥k pÃ¥ ditt gamla anvÃ¤ndarnamn. DÃ¤rfÃ¶r bÃ¶r du uppdatera alla lÃ¤nkar till din profil som du lagt pÃ¥ andra hemsidor, om det inte Ã¤r sÃ¥ att lÃ¤nkarna innehÃ¥ller ditt ofÃ¶rÃ¤nderliga konto-ID ({account_id}) istÃ¤llet fÃ¶r ditt anvÃ¤ndarnamn. Ãr du sÃ¤ker pÃ¥ att du vill Ã¤ndra ditt anvÃ¤ndarnamn?

source: A unique name, required for users who wish to receive donations.
sv: Ett unikt namn, krÃ¤vs fÃ¶r anvÃ¤ndare som Ã¶nskar att motta donationer.

source: Allowed characters: latin alphanumerics, dots (.), dashes (-), and underscores (_).
sv: TillÃ¥tna tecken: latinska alfanumeriska tecken, punkter (.), bindestreck (-), och understreck (_).

source: Name (optional)
sv: Namn (valfritt)

source: A name to show alongside your username on your public profile page. It doesn't have to be your legal name.
sv: Ett namn som visas tillsammans med ditt anvÃ¤ndarnamn pÃ¥ din publika profilsida. Det behÃ¶ver inte vara ditt officiella personnamn.

source: The full name of your project or organization. It will be shown alongside the username on the public profile page.
sv: FullstÃ¤ndiga namnet pÃ¥ ditt projekt eller organisation. Det kommer att visas pÃ¥ den publika profilsidan tillsammans med anvÃ¤ndarnamnet.

source: Allowed characters: alphanumerics, spaces, and punctuation.
sv: TillÃ¥tna tecken: alfanumeriska tecken, mellanrum, och skiljetecken.

source: This email address has already been verified.
sv: Denna e-postadress Ã¤r redan verifierad.

source: This email address is already connected to a different Liberapay account.
sv: Denna e-postadress Ã¤r redan ansluten till ett annat Liberapay-konto.

source: The confirmation of your email address has failed. Please check that the link you clicked on or copy-pasted hasn't been truncated or altered in any way.
sv: BekrÃ¤ftelsen av din e-postadress har misslyckats. Kontrollera att lÃ¤nken du klickade pÃ¥ eller kopierade inte har fÃ¶rkortats eller Ã¤ndrats pÃ¥ nÃ¥got sÃ¤tt.

source: Your email address is now blacklisted.
sv: Din e-postadress Ã¤r nu svartlistad.

source: Your email address is no longer blacklisted.
sv: Din e-postadress Ã¤r inte lÃ¤ngre svartlistad.

source: Remove my email address from the blacklist
sv: Ta bort min e-postadress frÃ¥n svartlistan

source: Add my email address to the blacklist
sv: LÃ¤gg till min e-postadress till svartlistan

source: You have successfully disavowed having connected your email address to this Liberapay account.
sv: Du har fÃ¶rnekat att ha anslutit din e-postadress till detta Liberapay-konto.

source: Would you like to block any future attempt to connect your email address to a Liberapay account, by adding it to our blacklist?
sv: Skulle du vilja blockera framtida fÃ¶rsÃ¶k att ansluta din e-postadress till ett Liberapay-konto genom att lÃ¤gga till det i vÃ¥r svartlista?

source: You have already added and verified this address.
sv: Du har redan lagt till och verifierat denna e-postadress.

source: A verification email has been sent to {0}.
sv: Ett e-postmeddelande fÃ¶r bekrÃ¤ftelse har skickats till {0}.

source: Your notification settings have been changed.
sv: Dina notifieringsinstÃ¤llningar har Ã¤ndrats.

source: Email settings
sv: E-postinstÃ¤llningar

source: Blacklisted
sv: Svartlistad

source: Primary
sv: PrimÃ¤r

source: Disavowed
sv: FÃ¶rnekat

source: Unverified
sv: Overifierad

source: Resend email
sv: Skicka e-postmeddelandet igen

source: Verified
sv: Verifierad

source: Set as primary
sv: SÃ¤tt som primÃ¤r

source: Send me notifications via email:
sv: SÃ¤nd mig aviseringar via e-post:

source: Some types of notifications cannot be turned off, so they are not listed above. For example you will always be notified when we are preparing to debit your bank account.
sv: Vissa typer av meddelanden kan inte stÃ¤ngas av och listas inte ovanfÃ¶r. Du kommer, till exempel, alltid att informeras om nÃ¤r vi fÃ¶rbereder att debitera ditt bankkonto.

source: The {language} translation of Liberapay is not yet complete, you may receive emails in English instead.
sv: Den {language} Ã¶versÃ¤ttningen av Liberapay Ã¤r Ã¤nnu inte fÃ¤rdig, det kan hÃ¤nda att du fÃ¥r mejl pÃ¥ engelska istÃ¤llet.

source: Liberapay needs your support
sv: Liberapay behÃ¶ver ditt stÃ¶d

source: Liberapay does not take a cut of payments and is only funded by the donations to {0}its own account{1}, please consider chipping in:
sv: Liberapay tar inte nÃ¥gon andel av donationer och finansieras enbart genom donationer till {0}Liberapays egna konto{1}. SnÃ¤lla Ã¶vervÃ¤g att hjÃ¤lpa till:

source: Support Liberapay
sv: StÃ¶d Liberapay

source: Building Liberapay is a lot of work, and there still is much to do, but our developers, translators, and other contributors are severely underpaid, and it's slowing down our progress.
sv: Att bygga Liberapay krÃ¤ver mycket arbete och det finns fortfarande mycket att gÃ¶ra, men vÃ¥ra utvecklare, Ã¶versÃ¤ttare, och andra bidragare Ã¤r kraftigt underbetalda, villket saktar ned vÃ¥ra framsteg.

source: Liberapay now supports automatic renewals, do you want to switch it on for all your donations?
sv: Liberapay stÃ¶der nu automatiska fÃ¶rnyelser, vill du aktivera det fÃ¶r alla dina donationer?

source: Yes, activate automatic renewals
sv: Ja, aktivera automatiska fÃ¶rnyelser

source: Liberapay now supports non-anonymous donations, do you want to modify the visibility of all your donations at once?
sv: Liberapay stÃ¶der nu icke-anonyma donationer, vill du Ã¤ndra synligheten fÃ¶r alla dina donationer pÃ¥ en gÃ¥ng?

source: Reveal my donations to everyone
sv: Visa mina donationer fÃ¶r alla

source: Reveal my donations to the beneficiaries only
sv: Visa mina donationer endast fÃ¶r mottagare

source: Keep my donations as they are
sv: BehÃ¥ll mina donationer som de Ã¤r

source: Since you've chosen to make a public donation, we recommend that you complete your public profile.
sv: Eftersom du har valt att gÃ¶ra en offentlig donation rekommenderar vi att du fyller i din offentliga profil.

source: You have enabled automatic renewals for some or all of your donations, but you don't have any valid payment instrument that would allow us to initiate the automatic payments when the time comes.
sv: Du har aktiverat automatiska fÃ¶rnyelser fÃ¶r nÃ¥gra eller alla dina donationer, men du har inte nÃ¥got giltigt betalningsmedel som skulle lÃ¥ta oss pÃ¥bÃ¶rja automatiska betalningar nÃ¤r det Ã¤r dags.

source: Add a payment instrument
sv: LÃ¤gg till ett betalningsmedel

source: Donations
sv: Donationer

source: {money_amount}{small}/month{end_small}
sv: {money_amount}{small}/mÃ¥nad{end_small}

source: {money_amount}{small}/year{end_small}
sv: {money_amount}{small}/Ã¥r{end_small}

source: Modify
sv: Ãndra

source: Started {timespan_ago}.
sv: Startades {timespan_ago}.

source: Started {timespan_ago_1}. Modified {timespan_ago_2}.
sv: Startades {timespan_ago_1}. Ãndrad {timespan_ago_2}.

source: Automatic renewals are enabled for this donation, but are currently impossible due to payment processor limitations.
sv: Automatiska fÃ¶rnyelser Ã¤r aktiverade fÃ¶r den hÃ¤r donationen, men Ã¤r fÃ¶r nÃ¤rvarande inte mÃ¶jliga pÃ¥ grund av begrÃ¤nsningar hos betalningsbehandlarna.

source: Inactive because the account of the recipient is blacklisted.
sv: Inaktiv eftersom mottagarkontot Ã¤r svartlistat.

source: Inactive because the account of the recipient is closed.
sv: Inaktiv eftersom mottagarkontot Ã¤r avstÃ¤ngt.

source: Inactive because the recipient no longer accepts donations.
sv: Inaktiv eftersom mottagaren inte lÃ¤ngre accepterar donationer.

source: Next payment due {in_N_weeks_months_or_years}.
sv: NÃ¤sta betalning sker {in_N_weeks_months_or_years}.

source: Renew now
sv: Förnya nu

source: The recipient no longer accepts payments in {currency}.
sv: Mottagaren tar inte lÃ¤ngre emot betalningar i {currency}.

source: Pending payment completion.
sv: VÃ¤ntar pÃ¥ att betalningen Ã¤r klar.

source: You need to initiate a new payment to fund this donation. Click on the button below to proceed.
sv: Du mÃ¥ste initiera en ny betalning fÃ¶r att finansiera denna donation. Tryck pÃ¥ knappen nedan fÃ¶r att fortsÃ¤tta.

source: Renew
sv: FÃ¶rnya

source: Cannot be renewed because the account of the recipient isn't ready to receive new payments.
sv: Kan inte bli fÃ¶rnyad pÃ¥ grund av att mottagarkontot inte Ã¤r redo att ta emot nya betalningar.

source: {bold}Total:{bold_end} {0} per week ~ {1} per month ~ {2} per year.
sv: {bold}Totalt:{bold_end} {0} per vecka ~ {1} per mÃ¥nad ~ {2} per Ã¥r.

source: You are currently not donating to anyone.
sv: Du donerar inte lÃ¤ngre till nÃ¥gon.

source: Discontinued donations
sv: Stoppade donationer

source: Hide
sv: Dölj

source: Started {timespan_ago_1}. Stopped {timespan_ago_2}.
sv: Startade {timespan_ago_1}. Stoppades {timespan_ago_2}.

source: This stopped donation still has {money_amount} paid in advance. That advance will be consumed every week until it reaches zero.
sv: Denna avslutade donation har fortfarande {money_amount} betalade i fÃ¶rskott. Detta fÃ¶rskott kommer anvÃ¤ndas varje vecka tills det att det nÃ¥r noll.

source: Cancelled pledges
sv: Avslutade Ã¥taganden

source: Funding your donations
sv: Finansiera dina donationer

source: Modify your donation to {username}
sv: Ãndra din donation till {username}

source: Send money to {recipients}
sv: Skicka pengar till {recipients}

source: Your donations to {recipients} are awaiting payment.
sv: Dina donationer till {recipients} vÃ¤ntar pÃ¥ betalning.

source: We are able to group these donations into a single payment.
sv: Vi har mÃ¶jlighet att gruppera dessa donationer till en enda betalning.

source: PayPal is currently the only available option to fund this donation. Please click on the following button to proceed:
sv: FÃ¶r tillfÃ¤llet Ã¤r PayPal det enda alternativet fÃ¶r att fÃ¶rnya denna donation. Tryck pÃ¥ fÃ¶ljande knapp fÃ¶r att fortsÃ¤tta:

source: Please choose a payment method:
sv: Var god vÃ¤lj betalningsmetod:

source: Currently unavailable
sv: FÃ¶r nÃ¤rvarande inte tillgÃ¤nglig

source: Pay by card
sv: Betala med kort

source: Only for donations in euros
sv: Endast fÃ¶r donationer i euro

source: Only euro bank accounts
sv: Endast bankkonton i euro

source: Pay by direct debit
sv: Betala med direktbetalning

source: Doesn't support the {currency}
sv: StÃ¶djer inte {currency}

source: Doesn't support automatic renewal
sv: StÃ¶der inte automatisk fÃ¶rnyelse

source: Reveals your name and email address to the recipient
sv: AvslÃ¶jar ditt namn och e-postadress fÃ¶r mottagaren

source: Pay with PayPal
sv: Betala med PayPal

source: Your donation to {team} cannot be processed because it would be sending money to yourself.
sv: Din donation till {team} kunde inte behandlas pÃ¥ grund av att det skulle innebÃ¤ra att du skickar pengar till dig sjÃ¤lv.

source: All your donations are funded.
sv: Alla donationer Ã¤r finansierade.

source: Request in progress, please waitâ¦
sv: FÃ¶rfrÃ¥gan behandlas, var god vÃ¤ntaâ¦

source: The payment of {charge_amount} was successful.
sv: Betalningen av {charge_amount} lyckades.

source: Failure
sv: Misslyckades

source: PayPal status code: {0}
sv: Paypal statuskod: {0}

source: error message: {0}
sv: felmeddelande: {0}

source: The payment has been initiated.
sv: Betalningen har pÃ¥bÃ¶rjats.

source: The payment is awaiting your approval.
sv: Betalningen vÃ¤ntar pÃ¥ ditt godkÃ¤nnande.

source: You don't have any other donation awaiting payment at this time.
sv: Du har inga donationer som vÃ¤ntar pÃ¥ betalning just nu.

source: We cannot charge you only {donation_amount}, the minimum payment amount is {min_payment_amount}.
sv: Vi kan inte bara debitera {donation_amount}, minsta mÃ¶jliga belopp Ã¤r {min_payment_amount}.

source: Please select or input a payment amount:
sv: Var god vÃ¤lj eller ange belopp:

source: Liberapay does not store money, the entire amount of your payment will go immediately to the {payment_provider} accounts of the recipients.
sv: Liberapay lagrar sjÃ¤lv inga pengar, hela betalningsbeloppet kommer att gÃ¥ omedelbart till mottagarnas konton hos {payment_provider}.

source: PayPal reveals your name and email address to the recipient.
sv: PayPal avslÃ¶jar ditt namn och din e-postadress fÃ¶r mottagaren.

source: Initiate the payment
sv: PÃ¥bÃ¶rja betalningen

source: The payment processor {name} returned an error: â{error_message}â.
sv: Betalningshanteraren {name} returnerade med ett fel: â{error_message}â.

source: The payment instrument is invalid, please select or add another one.
sv: Betalningsmedlet Ã¤r ogiltigt, vÃ¤lj eller lÃ¤gg till ett annat.

source: The payment processor ({name}) isn't able to process {currency} direct debits for this recipient yet. Please retry with a different payment method.
sv: Betalningsprocessorn ({name}) kan inte hantera {currency} direktbetalningar fÃ¶r den hÃ¤r mottagaren just nu. FÃ¶rsÃ¶k med en annan betalningsmetod.

source: Your payment has been initiated. It will be submitted to your bank at a later time, after being manually checked for signs of fraud.
sv: Din betalning har pÃ¥bÃ¶rjats. Den kommer att skickas till din bank vid en senare tidpunkt, efter att ha kontrollerats manuellt fÃ¶r tecken pÃ¥ bedrÃ¤geri.

source: Your bank can reject this payment. We recommend sending a copy of {link_start}the mandate{link_end} to your bank if you're not sure that it properly handles {currency} direct debit instructions.
sv: Din bank kan avvisa denna betalning. Vi rekommenderar att skicka en kopia av {link_start}mandatet{link_end} till din bank om du Ã¤r osÃ¤ker pÃ¥ huruvida de behandlar instruktioner fÃ¶r direktbetalning i {currency} korrekt.

source: The initialization of a required component has failed. If you use a browser extension that blocks requests, for example NoScript, please make sure itâs allowing requests to the âstripe.comâ domain.
sv: Initialiseringen av en nÃ¶dvÃ¤ndig komponent har misslyckats. Om du anvÃ¤nder ett webblÃ¤sartillÃ¤gg som blockerar fÃ¶rfrÃ¥gningar, till exempel NoScript, se till att det tillÃ¥ter fÃ¶rfrÃ¥gningar till "stripe.com"-domÃ¤nen.

source: We will charge your {brand} card (last four digits: {last4}).
sv: Vi kommer debitera ditt {brand} kort (sista fyra siffror: {last4}).

source: Use another card
sv: AnvÃ¤nd ett annat kort

source: We will charge your {bank_name} account ({partial_account_number}).
sv: Vi kommer debitera ditt {bank_name} konto ({partial_account_number}).

source: Use another bank account
sv: AnvÃ¤nd annat bankkonto

source: Payment instrument:
sv: Betalningsmedel:

source: Please input your name and card number:
sv: VÃ¤nligen ange ditt namn och kortnummer:

source: Jane Doe
sv: Fru Svensson

source: This data will be sent directly to the payment processor {name} through an encrypted connection.
sv: Denna data kommer skickas direkt till betalningsfÃ¶rmedlaren {name} via en krypterad anslutning.

source: Remember the card number for next time
sv: Kom ihÃ¥g kortnummret infÃ¶r nÃ¤sta gÃ¥ng

source: Use this payment instrument by default for future payments in {currency}
sv: AnvÃ¤nd detta betalningsinstrument som standard fÃ¶r framtida betalningar i {currency}

source: Use this payment instrument by default for future payments
sv: AnvÃ¤nd detta betalningsinstrument som standard fÃ¶r framtida betalningar

source: Please input your name and your IBAN (International Bank Account Number):
sv: VÃ¤nligen ange ditt namn och IBAN (International Bank Account Number):

source: By providing your IBAN and confirming this payment, you are authorizing {platform} and {provider}, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.
sv: Genom att ange ditt IBAN och bekrÃ¤fta denna betalning sÃ¥ tillÃ¥ter du att {platform} och {provider}, vÃ¥r betalningsfÃ¶rmedlare att skicka instruktioner till din bank att debitera ditt konto och din bank att debitera ditt konto enligt dessa instruktioner. Du har rÃ¤tt att begÃ¤ra Ã¥terbetalning frÃ¥n din bank enligt de avtal du har med din bank. En Ã¥terbetalning mÃ¥ste efterfrÃ¥gas inom Ã¥tta veckor frÃ¥n och med det datum som ditt konto debiterades.

source: Remember the bank account number for future payments
sv: Kom ihÃ¥g bankkontonummret fÃ¶r framtida betalningar
